// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "管理自訂紙張";

HelpTitle = "管理自訂紙張";

NoIccTitle = "<未選取設定檔>";

DoubleNameTitle = "自訂紙張名稱已存在";
DoubleNameMsg = "名稱為 \"%@\" 的自訂紙張類型已存在。請為您的自訂紙張選擇其他名稱。";

MaxMediaExceededTitle = "您已經超過自訂紙張類型數目上限";
MaxMediaExceededMsg = "您最多可以定義 %i 種自訂紙張類型。請在新增紙張類型前，先刪除一或多個紙張類型。";

DeletePaperTitle = "確定要刪除自訂紙張?";
DeletePaperMsg = "此作業無法復原。如果您按一下「刪除」，將會刪除紙張的所有相關資訊。";
DeleteButtonTitle = "刪除";

ProfileExistsTitle = "ICC 設定檔已存在";
ProfileExistsMsg = "檔案名稱為 \"%@\" 的 ICC 設定檔已儲存在本機存放庫中。\n如果您選擇「使用現有的設定檔」，已儲存的設定檔將會搭配您的紙張使用。\n或者，您可以選擇「使用唯一的檔案名稱」來變更新設定檔的名稱。";
ProfileExistsDefButton = "使用現有的設定檔";
ProfileExistsAltButton = "取消";
ProfileExistsOtherButton = "使用唯一的名稱";

//Paper Type Names
Photo = "相片";
CoatedInkjet = "塗層噴墨紙";
PhotoRag = "藝術紙";
Watercolor = "水彩紙";
Canvas = "畫布";
RigidPhotoRag = "堅硬的藝術紙";
RigidWatercolor = "堅硬的水彩紙";
RigidCanvas = "堅硬的畫布";
Brochure = "型錄紙";
PlainPaper = "一般紙張";

NonKongText = "您可以在此處編輯或刪除紙張。請選取您要編輯或刪除的紙張，然後在表格底下的功能表中選取您要執行的動作。";

NotRegisteredProfileWarning = "ICC 設定檔未在 ColorSync 中註冊。請在表格底下的功能表中選取「註冊設定檔」以進行註冊。";

PhotoInkjetScrapbook = "噴墨剪貼簿相片紙";
MatteInkjetScrapbook = "噴墨剪貼簿霧面紙";

Coated = "塗層紙";
PhotoThick = "厚相片紙 (>300 GSM)";
FiberGloss = "光面纖維紙";
photoRag = "藝術紙";
photoRagThin = "薄藝術紙 (<220 GSM)";

//print quality names
Best = "最佳";
Normal = "一般";
Fast = "快速草稿";
MaxDPI = "最大 DPI";

InvalidFileTitle = "無法匯入自訂紙張";
InvalidFileMsg = "檔案 \"%@\" 不是有效的自訂紙張檔案。";

ProfileInvalidTitle = "無效的 ICC 檔案格式";
ProfileInvalidMsg = "選取的 ICC 檔案格式不是用於印表機的設定檔";
ProfileInvalidDefButton = "選取其他設定檔";
ProfileInvalidAltButton = "取消";

TaskTitleFieldText = "管理自訂紙張";
TaskDescriptionFieldText = "您可以在此處編輯、匯入、匯出或刪除紙張。請選取您要編輯、匯入、匯出或刪除的紙張，然後在表格底下的功能表中選取您要執行的動作。";
FirstColumnHeader = "紙張名稱";
SecondColumnHeader = "設定檔";
MenuItemImport = "匯入…";
MenuItemEdit = "編輯…";
MenuItemExport = "匯出…";
MenuItemDelete = "刪除";
MenuItemRegisterProfile = "註冊設定檔";
EditSheetTitleFieldText = "編輯自訂紙張";
EditSheetDescriptionFieldText = "請編輯紙張的相關資訊。";
PaperNameLableText = "自訂紙張名稱:";
PaperCategoryLableText = "紙張類別:";
IccFileNamelableText = "ICC 設定檔 (選擇性):";
IccFileNameFieldText = "<未選取設定檔>";
BrowseButtonText = "瀏覽…";
ClearButtonText = "清除設定檔";
CancelButtonText = "取消";
DoneButtonText = "完成";
